Repository: FBukovina/Gradely
Catalog: Gradely/Resources/Localizable.xcstrings
Source language: en
Languages: cs

# today.refreshing
source: Refreshing school data…
cs: Aktualizuji školní data…

# today.schoolAccount
source: School account
cs: Školní účet

# today.timetableChange
source: Timetable change
cs: Změna v rozvrhu

# today.timetableUnavailable
source: Timetable unavailable
cs: Rozvrh není k dispozici

# today.timetableUnavailable.subtitle
source: Pull down to refresh or open Timetable.
cs: Obnov data potažením dolů nebo otevři Rozvrh.

# today.trends.cloudSubtitle
source: Trends will appear as Gradey saves mark records over time.
cs: Vývoj známek se zobrazí, až Gradey postupně uloží další záznamy.

source: What would you like to add?
cs: Co chceš přidat?

source: Which subject?
cs: Který předmět?
